Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Copy and paste it here
ko: 여기에 복사하여 붙여넣기
ru: Скопируйте и вставьте сюда
zh_hans: 复制并粘贴到此处
zh_hant: 複製並粘貼到此處

source: Copy Browser Command
ko: 브라우저 명령 복사
ru: Скопировать команду для браузера
zh_hans: 复制浏览器命令

source: Copy details
ko: 세부 정보 복사
ru: Копировать детали
zh_hans: 复制详情
zh_hant: 複製詳情

source: Copy diagnostics
ko: 진단 정보 복사
ru: Копировать диагностику
zh_hans: 复制诊断
zh_hant: 複製診斷

source: Copy diagnostics after a failed sign-in attempt and include this row in the issue.
ko: 로그인 실패 후 진단 정보를 복사하여 이슈에 이 행을 포함하세요.
ru: Скопируйте диагностику после неудачной попытки входа и включите эту строку в проблему.
zh_hans: 登录尝试失败后复制诊断信息，并在问题中包含此行。
zh_hant: 登錄嘗試失敗後複製診斷信息，並在問題中包含此行。

source: Copy Image
ko: 이미지 복사
ru: Копировать изображение
zh_hans: 复制图片
zh_hant: 複製圖片

source: Copy JSON
ko: JSON 복사
ru: Копировать JSON
zh_hans: 复制 JSON
zh_hant: 複製JSON

source: Copy Model ID
ko: 모델 ID 복사
ru: Копировать модель ID
zh_hans: 复制模型 ID
zh_hant: 複製模型 ID

source: Copy Path
ko: 경로 복사
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy phrase
ko: 문구 복사
ru: Копировать фразу
zh_hans: 复制助记词
zh_hant: 複製助記詞

source: Copy relay URL
ko: 릴레이 URL 복사
ru: Копирование реле URL
zh_hans: 复制中继 URL
zh_hant: 複製中繼 URL

source: Copy Request
ko: 요청 복사
ru: Копировать запрос
zh_hans: 复制请求
zh_hant: 複製請求

source: Copy request JSON
ko: 요청 JSON 복사
ru: Копировать запрос JSON
zh_hans: 复制请求 JSON
zh_hant: 複製請求 JSON

source: Copy response
ko: 응답 복사
ru: Копировать ответ
zh_hans: 复制响应
zh_hant: 複製回復

source: Copy Response
ko: 응답 복사
ru: Копировать ответ
zh_hans: 复制响应
zh_hant: 複製回復

source: Copy support JSON report
ko: 지원 JSON 보고서 복사
ru: Копировать отчет поддержки JSON
zh_hans: 复制支持 JSON 报告
zh_hant: 複製支持 JSON 報告

source: Copy the probe result and check the provider logs.
ko: 조사 결과를 복사하고 제공자 로그를 확인하세요.
ru: Скопируйте результат проверки и проверьте журналы провайдера.
zh_hans: 复制探测结果并检查提供商日志。
zh_hant: 複製探測結果並檢查提供者日誌。

source: Copy the resource endpoint host and an API key
ko: 리소스 엔드포인트 호스트 및 API 키 복사
ru: Скопируйте хост эндпоинта ресурса и ключ API.
zh_hans: 复制资源端点主机和 API 密钥
zh_hant: 複製資源端點主機和 API 密鑰

source: Copy this key now. It won't be shown again.
ko: 지금 이 키를 복사하세요. 다시 표시되지 않습니다.
ru: Скопируйте ключ сейчас. Он больше не будет показан.
zh_hans: 请立即复制此密钥。它不会再次显示。
zh_hant: 請立即複製此密鑰。它不會再次顯示。

source: Copy to clipboard
ko: 클립보드에 복사
ru: Скопировать в буфер обмена
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

source: Copy URL
ko: URL 복사
ru: Копировать URL
zh_hans: 复制 URL
zh_hant: 複製 URL

source: Copyable error
ko: 복사 가능한 오류
ru: Копируемая ошибка
zh_hans: 可复制的错误
zh_hant: 可複製的錯誤

source: Core model
ko: 코어 모델
ru: Базовая модель
zh_hans: 核心模型
zh_hant: 核心模型

source: Core Model
ko: 코어 모델
ru: Базовая модель
zh_hans: 核心模型
zh_hant: 核心模型

source: Core model not configured.
ko: 코어 모델이 구성되지 않았습니다.
ru: Базовая модель не настроена.
zh_hans: 核心模型未配置。
zh_hant: 核心模型未配置。

source: Core model unavailable.
ko: 코어 모델을 사용할 수 없습니다.
ru: Базовая модель недоступна.
zh_hans: 核心模型不可用。
zh_hant: 核心模型不可用。

source: Corner Radius
ko: 모서리 반경
ru: Угловой радиус
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: CORRUPT
ko: 손상됨
ru: ПОВРЕЖДЕНО
zh_hans: 损坏
zh_hant: 損壞

source: Could not attach %@
ko: %@ 첨부 불가
ru: Не удалось прикрепить %@
zh_hans: 无法附加 %@
zh_hant: 無法附加 %@

source: Could not attach file
ko: 파일 첨부 불가
ru: Не удалось прикрепить файл
zh_hans: 无法附加文件
zh_hant: 無法附加文件

source: Could not create a secure login challenge
ko: 보안 로그인 챌린지를 생성할 수 없습니다
ru: Не удалось создать безопасный запрос на вход
zh_hans: 无法创建安全登录验证
zh_hant: 無法創建安全登錄驗證。

source: Could not discard this item.
ko: 이 항목을 폐기할 수 없습니다.
ru: Не удалось отклонить этот элемент.
zh_hans: 无法丢弃此项目。
zh_hant: 無法捨棄此項目。

source: Could not generate invite: %@
ko: 초대장을 생성할 수 없음: %@
ru: Не удалось создать промпт: %@
zh_hans: 无法生成邀请：%@
zh_hant: 無法生成邀請：%@

source: Could not identify the ChatGPT account from the sign-in token. Sign in with the ChatGPT account that has Codex access, then retry.
ko: 로그인 토큰에서 ChatGPT 계정을 식별할 수 없습니다. Codex 액세스 권한이 있는 ChatGPT 계정으로 로그인한 후 다시 시도하세요.
ru: Не удалось определить аккаунт ChatGPT по токену входа. Войдите в аккаунт ChatGPT с доступом к Codex и повторите попытку.
zh_hans: 无法从登录令牌中识别 ChatGPT 账户。请使用具有 Codex 访问权限的 ChatGPT 账户登录，然后重试。
zh_hant: 無法從登錄令牌中識別ChatGPT賬戶。請使用具有Codex訪問權限的ChatGPT賬戶登錄，然後重試。

source: Could not import skill file "%@" : %@
ko: "%@" 스킬 파일을 가져올 수 없음: %@
ru: Не удалось импортировать файл навыков «%@»: %@
zh_hans: 无法导入技能文件“%@”：%@
zh_hant: 無法導入技能文件「%@」：%@

source: Could not inspect directory
ko: 디렉토리를 검사할 수 없음
ru: Не удалось проверить каталог
zh_hans: 无法检查目录
zh_hant: 無法檢查目錄

source: Could not inspect skill archive%@
ko: 스킬 보관함을 검사할 수 없음%@
ru: Не удалось проверить архив навыков%@
zh_hans: 无法检查技能归档 %@
zh_hant: 無法檢查技能歸檔%@

source: Could not load xAI OAuth configuration: %@
ko: xAI OAuth 구성을 불러올 수 없음: %@
ru: Не удалось загрузить конфигурацию xAI OAuth: %@
zh_hans: 无法加载 xAI OAuth 配置：%@
zh_hant: 無法加載xAI OAuth配置：%@

source: Could not open the browser for ChatGPT sign-in. Check the macOS default browser setting, then retry.
ko: ChatGPT 로그인을 위한 브라우저를 열 수 없습니다. macOS 기본 브라우저 설정을 확인한 후 다시 시도하세요.
ru: Не удалось открыть браузер для входа в ChatGPT. Проверьте настройки браузера по умолчанию для macOS и повторите попытку.
zh_hans: 无法打开浏览器进行 ChatGPT 登录。请检查 macOS 默认浏览器设置，然后重试。
zh_hant: 無法打開瀏覽器進行ChatGPT登錄。請檢查macOS默認瀏覽器設置，然後重試。

source: Could not open the browser for Grok sign-in. Check the macOS default browser setting, then retry.
ko: Grok 로그인을 위한 브라우저를 열 수 없습니다. macOS 기본 브라우저 설정을 확인한 후 다시 시도하세요.
ru: Не удалось открыть браузер для входа в Grok. Проверьте настройки браузера по умолчанию для macOS и повторите попытку.
zh_hans: 无法打开浏览器进行 Grok 登录。请检查 macOS 默认浏览器设置，然后重试。
zh_hant: 無法打開瀏覽器進行Grok登錄。請檢查macOS默認瀏覽器設置，然後重試。

source: Could not read %@
ko: %@ 읽기 불가
ru: Не удалось прочитать %@
zh_hans: 无法读取 %@
zh_hant: 無法讀取 %@

source: Could not resolve this item.
ko: 이 항목을 확인할 수 없습니다.
ru: Не удалось разрешить этот элемент.
zh_hans: 无法解析此项目。
zh_hant: 無法解析此項目。

source: Could not start the ChatGPT sign-in callback server on localhost:1455. Close any other in-progress sign-in or app using that port, then retry. Details: %@
ko: localhost:1455에서 ChatGPT 로그인 콜백 서버를 시작할 수 없습니다. 해당 포트를 사용 중인 다른 진행 중인 로그인이나 앱을 닫은 후 다시 시도하세요. 세부 정보: %@
ru: Не удалось запустить callback-сервер входа в ChatGPT на localhost:1455. Закройте другой вход или приложение, которое использует этот порт, и повторите попытку. Подробности: %@
zh_hans: 无法在 localhost:1455 上启动 ChatGPT 登录回调服务器。请关闭其他正在进行的登录或占用该端口的应用程序，然后重试。详细信息：%@
zh_hant: 無法在localhost:1455上啓動ChatGPT登錄回調服務器。使用該端口關閉任何其他正在進行的登錄或應用程序，然後重試。細節：%@

source: Could not start the Grok sign-in callback server on 127.0.0.1:%1$u. Close any other in-progress sign-in or app using that port, then retry. Details: %2$@
ko: 127.0.0.1:%1$u에서 Grok 로그인 콜백 서버를 시작할 수 없습니다. 해당 포트를 사용 중인 다른 진행 중인 로그인이나 앱을 닫은 후 다시 시도하세요. 세부 정보: %2$@
ru: Не удалось запустить сервер обратного вызова для входа Grok на адресе 127.0.0.1:%1$u. Закройте все другие выполняемые входы или приложения, использующие этот порт, а затем повторите попытку. Подробности: %2$@
zh_hans: 无法在 127.0.0.1:%1$u 上启动 Grok 登录回调服务器。请关闭其他正在进行的登录或占用该端口的应用程序，然后重试。详细信息：%2$@
zh_hant: 無法在127.0.0.1:%1$u上啓動Grok登錄回調服務器。使用該端口關閉任何其他正在進行的登錄或應用程序，然後重試。詳細信息：%2$@

source: Couldn't connect to the remote agent.
ko: 원격 에이전트에 연결할 수 없습니다.
ru: Не удалось подключиться к удаленному агенту.
zh_hans: 无法连接到远程智能体。
zh_hant: 無法連接到遠程智能體。

source: Couldn't connect with new token
ko: 새 토큰으로 연결할 수 없음
ru: Не удалось подключиться с новым токеном
zh_hans: 无法使用新令牌连接
zh_hant: 無法使用新令牌連接

source: Couldn't generate a title. Check that a model is available and try again.
ko: 제목을 생성할 수 없습니다. 사용 가능한 모델이 있는지 확인한 후 다시 시도하세요.
ru: Не удалось сгенерировать название. Убедитесь, что модель доступна, и попробуйте снова.
zh_hans: 无法生成标题。请确认有可用的模型后重试。
zh_hant: 無法生成標題。請確認有可用的模型後重試。

source: Couldn't import theme
ko: 테마를 가져올 수 없음
ru: Не удалось импортировать тему
zh_hans: 无法导入主题
zh_hant: 無法導入主題

source: Couldn't load rows
ko: 행을 불러올 수 없음
ru: Не удалось загрузить строки
zh_hans: 无法加载行
zh_hant: 無法加載行

source: Couldn't load the tool list
ko: 도구 목록을 불러올 수 없음
ru: Не удалось загрузить список инструментов
zh_hans: 无法加载工具列表
zh_hant: 無法加載工具列表

source: Couldn't load your phrase
ko: 문구를 불러올 수 없음
ru: Не удалось загрузить вашу фразу
zh_hans: 无法加载你的助记词
zh_hant: 無法加載你的助記詞

source: Couldn't make your signature.
ko: 서명을 만들 수 없습니다.
ru: Не удалось поставить подпись.
zh_hans: 无法生成你的签名。
zh_hant: 無法生成你的簽名。

source: Couldn't open the database
ko: 데이터베이스를 열 수 없음
ru: Не удалось открыть базу данных
zh_hans: 无法打开数据库
zh_hant: 無法打開數據庫

source: Couldn't reach Osaurus Cloud
ko: Osaurus Cloud에 연결할 수 없습니다
ru: Не удалось подключиться к Osaurus Cloud
zh_hans: 无法连接到 Osaurus Cloud
zh_hant: 無法連線至 Osaurus Cloud

source: Couldn't reach this model on Hugging Face. The repo may be private, gated, removed, or temporarily unreachable.
ko: Hugging Face에서 이 모델에 연결할 수 없습니다. 저장소가 비공개이거나, 접근이 제한되었거나, 삭제되었거나, 일시적으로 연결할 수 없을 수 있습니다.
ru: Не удалось получить доступ к этой модели на Hugging Face. Репозиторий может быть приватным, закрытым, удалённым или временно недоступным.
zh_hans: 无法在 Hugging Face 上访问此模型。该仓库可能为私有、受限制、已被移除或暂时不可达。
zh_hant: 無法在 Hugging Face 上訪問此模型。該倉庫可能爲私有、受限制、已被移除或暫時不可達。

source: Couldn't reach this model on Hugging Face. The repo may be private, gated, removed, or temporarily unreachable. Adding a Hugging Face token from the Catalog tab helps with gated repos and rate limits.
ko: Hugging Face에서 이 모델에 연결할 수 없습니다. 리포지토리가 비공개이거나 접근이 제한되었거나 삭제되었거나 일시적으로 연결할 수 없을 수 있습니다. 카탈로그 탭에서 Hugging Face 토큰을 추가하면 접근 제한 리포지토리와 속도 제한에 도움이 됩니다.
ru: Не удалось получить доступ к этой модели на Hugging Face. Репозиторий может быть приватным, с ограниченным доступом, удалённым или временно недоступным. Добавление токена Hugging Face на вкладке «Каталог» помогает с репозиториями с ограниченным доступом и лимитами запросов.
zh_hans: 无法在 Hugging Face 上访问此模型。该仓库可能是私有的、受限的、已删除或暂时无法访问。在“目录”标签页中添加 Hugging Face 令牌有助于访问受限仓库并缓解速率限制。
zh_hant: 無法在 Hugging Face 上存取此模型。該存儲庫可能是私人的、受限的、已移除或暫時無法存取。在「目錄」標籤頁中新增 Hugging Face 令牌有助於存取受限存儲庫並緩解速率限制。

source: Couldn't reach your AI
ko: AI에 연결할 수 없습니다
ru: Не удалось подключиться к ИИ
zh_hans: 无法连接你的 AI
zh_hant: 無法連線至你的 AI

source: Couldn't save default agent settings
ko: 기본 에이전트 설정을 저장할 수 없음
ru: Не удалось сохранить настройки агента по умолчанию
zh_hans: 无法保存默认智能体设置
zh_hant: 無法保存默認智能體設置

source: Couldn't save files
ko: 파일을 저장할 수 없음
ru: Не удалось сохранить файлы
zh_hans: 无法保存文件
zh_hant: 無法保存文件

source: Couldn't update the Sending switch
ko: 전송 스위치를 업데이트할 수 없음
ru: Не удалось обновить переключатель отправки
zh_hans: 无法更新发送开关
zh_hant: 無法更新傳送開關

source: Couldn't update this destination
ko: 이 대상을 업데이트할 수 없음
ru: Не удалось обновить это назначение
zh_hans: 无法更新此目标
zh_hant: 無法更新此目標

source: CPU Load
ko: CPU 부하
ru: CPU Нагрузка
zh_hans: CPU 负载
zh_hant: CPU負載

source: CPU Usage: %@%
ko: CPU 사용량: %@%
ru: CPU Использование: %@%
zh_hans: CPU 使用率：%@%
zh_hant: CPU 使用率：%@%

source: CPU Usage: %@%%
ko: CPU 사용량: %@%%
ru: CPU Использование: %@%%
zh_hans: CPU 使用率：%@%%
zh_hant: CPU 使用率：%@%%

source: CPUs
ko: CPU
ru: CPUс
zh_hans: CPU
zh_hant: CPU

source: Create a new API key
ko: 새 API 키 생성
ru: Создайте новый ключ API
zh_hans: 创建新的 API 密钥
zh_hant: 創建新的API密鑰

source: Create a new secret key
ko: 새 비밀 키 생성
ru: Создайте новый секретный ключ
zh_hans: 创建一个新的 Secret key
zh_hant: 創建一個新的密鑰

source: Create a plugin or import a JSON recipe. Plugins are automatically provisioned when any agent uses them.
ko: 플러그인을 생성하거나 JSON 레시피를 가져옵니다. 플러그인은 에이전트가 사용할 때 자동으로 프로비저닝됩니다.
ru: Создайте плагин или импортируйте рецепт JSON. Плагины автоматически предоставляются, когда какой-либо агент их использует.
zh_hans: 创建插件或导入 JSON 配方。当任何智能体使用插件时，会自动进行配置。
zh_hant: 創建插件或導入 JSON 配方。當任何智能體使用插件時，會自動進行配置。

source: Create a Read token using [this link](https://huggingface.co/settings/tokens/new?tokenType=read)
ko: [이 링크](https://huggingface.co/settings/tokens/new?tokenType=read)로 Read 토큰을 생성하세요
ru: Создайте токен Read по [этой ссылке](https://huggingface.co/settings/tokens/new?tokenType=read)
zh_hans: 使用[此链接](https://huggingface.co/settings/tokens/new?tokenType=read)创建一个 Read 令牌
zh_hant: 使用[此連結](https://huggingface.co/settings/tokens/new?tokenType=read)建立一個 Read 令牌

source: Create a symlink to the embedded CLI
ko: 임베디드 CLI에 대한 심볼릭 링크 생성
ru: Создайте символическую ссылку на встроенный CLI
zh_hans: 为内置 CLI 创建符号链接
zh_hant: 爲內置 CLI 創建符號鏈接

source: Create a token using [this link](https://github.com/settings/tokens/new?description=Osaurus) (no scopes needed)
ko: [이 링크](https://github.com/settings/tokens/new?description=Osaurus)를 사용해 토큰을 만드세요 (권한 범위 불필요)
ru: Создайте токен по [этой ссылке](https://github.com/settings/tokens/new?description=Osaurus) (доступы не нужны)
zh_hans: 使用[此链接](https://github.com/settings/tokens/new?description=Osaurus)创建令牌（无需任何权限范围）
zh_hant: 使用[此連結](https://github.com/settings/tokens/new?description=Osaurus)建立令牌（不需要任何權限範圍）

source: Create Agent
ko: 에이전트 생성
ru: Создать агента
zh_hans: 创建智能体
zh_hant: 創建智能體

source: Create an OAuth app in the %@ developer portal.
ko: %@ 개발자 포털에서 OAuth 앱을 생성하세요.
ru: Создайте приложение OAuth на портале разработчиков %@.
zh_hans: 在 %@ 开发者门户中创建 OAuth 应用。
zh_hant: 在 %@ 開發者門戶中創建 OAuth 應用。

source: Create and modify files
ko: 파일 생성 및 수정
ru: Создание и изменение файлов
zh_hans: 创建和修改文件
zh_hant: 創建和修改文件

source: Create custom assistant personalities with unique behaviors
ko: 고유한 동작을 가진 사용자 지정 어시스턴트 성격 생성
ru: Создавайте персонализированных помощников с уникальным поведением
zh_hans: 创建具有独特行为的自定义助手人格
zh_hant: 創建具有獨特行爲的自定義助手人格

source: Create Dino
ko: Dino 생성
ru: Создать Дино
zh_hans: 创建小恐龙
zh_hant: 創建小恐龍

source: Create new sandbox plugins when you need an integration or capability that doesn't exist yet
ko: 아직 존재하지 않는 통합이나 기능이 필요할 때 새로운 샌드박스 플러그인을 생성하세요.
ru: Создавайте новые плагины песочницы, когда нужна интеграция или возможность, которой ещё нет
zh_hans: 当你需要尚不存在的集成或能力时，创建新的沙盒插件
zh_hant: 當你需要尚不存在的集成或能力時，創建新的沙盒插件

source: Create or copy an API key
ko: API 키 생성 또는 복사
ru: Создать или скопировать API-ключ
zh_hans: 创建或复制一个 API 密钥
zh_hant: 創建或複製一個API密鑰

source: Create or repair %@.
ko: %@ 생성 또는 복구.
ru: Создайте или отремонтируйте %@.
zh_hans: 创建或修复 %@。
zh_hant: 創建或修復%@。

source: Create Plugin
ko: 플러그인 생성
ru: Создать плагин
zh_hans: 创建插件
zh_hant: 創建插件

source: Create polls and vote in group chats.
ko: 그룹 채팅에서 설문을 만들고 투표합니다.
ru: Создавать опросы и голосовать в групповых чатах.
zh_hans: 在群聊中创建投票并参与投票。

source: Create Sandbox Tool
ko: 샌드박스 도구 생성
ru: Создать инструмент песочницы
zh_hans: 创建沙盒工具
zh_hant: 創建沙盒工具

source: Create Schedule
ko: 일정 생성
ru: Создать расписание
zh_hans: 创建日程
zh_hant: 創建日程

source: Create Skill
ko: 스킬 생성
ru: Создать навык
zh_hans: 创建技能
zh_hant: 創建技能

source: Create the directory with mkdir -p "%@" or run Set Up Sandbox to let Osaurus create it.
ko: mkdir -p "%@" 명령으로 디렉토리를 생성하거나 샌드박스 설정을 실행하여 Osaurus가 생성하도록 하세요.
ru: Создайте каталог с помощью mkdir -p "%@" или запустите Set Up Sandbox, чтобы позволить Osaurus создать его.
zh_hans: 使用 mkdir -p "%@" 创建该目录，或运行“设置沙盒”让 Osaurus 创建它。
zh_hant: 創建目錄使用 mkdir -p "%@" 或運行設置沙盒讓 Osaurus 創建它。

source: Create Theme
ko: 테마 생성
ru: Создать тему
zh_hans: 创建主题
zh_hant: 創建主題

source: Create Watcher
ko: 모니터링 생성
ru: Создать наблюдателя
zh_hans: 创建监视器
zh_hant: 創建監視器

source: Create Your First Agent
ko: 첫 번째 에이전트 생성
ru: Создайте своего первого агента
zh_hans: 创建你的第一个智能体
zh_hant: 創建你的第一個智能體

source: Create Your First Command
ko: 첫 번째 명령 생성
ru: Создайте свою первую команду
zh_hans: 创建你的第一个命令
zh_hant: 創建你的第一個命令

source: Create Your First Custom Theme
ko: 첫 번째 사용자 지정 테마 생성
ru: Создайте свою первую пользовательскую тему
zh_hans: 创建你的第一个自定义主题
zh_hant: 創建你的第一個自定義主題

source: Create Your First Schedule
ko: 첫 번째 일정 생성
ru: Создайте первое расписание
zh_hans: 创建你的第一个日程
zh_hant: 創建你的第一個日程

source: Create Your First Skill
ko: 첫 번째 스킬 생성
ru: Создайте свой первый навык
zh_hans: 创建你的第一个技能
zh_hant: 創建你的第一個技能

source: Create Your First Theme
ko: 첫 번째 테마 생성
ru: Создайте свою первую тему
zh_hans: 创建你的第一个主题
zh_hant: 創建您的第一個主題

source: Create Your First Watcher
ko: 첫 번째 모니터링 생성
ru: Создайте своего первого наблюдателя
zh_hans: 创建你的第一个监视器
zh_hant: 創建你的第一個監視器

source: Create Your Osaurus Identity
ko: Osaurus 신원 생성
ru: Создайте свою Osaurus индивидуальность
zh_hans: 创建你的 Osaurus 身份
zh_hant: 創建你的 Osaurus 身份

source: Created "%@"
ko: "%@" 생성됨
ru: Создано "%@"
zh_hans: 已创建“%@”
zh_hant: 已創建「%@」

source: Created %@
ko: %@ 생성됨
ru: Создано %@
zh_hans: 已创建 %@
zh_hant: 已創建 %@

source: Created %@ · Updated %@
ko: 생성됨 %1$@ · 업데이트됨 %2$@
ru: Создано %1$@ · Обновлено %2$@
zh_hans: 创建于 %1$@ · 更新于 %2$@
zh_hant: 建立於 %1$@ · 更新於 %2$@

source: Created a database table
ko: 데이터베이스 테이블을 생성했습니다
ru: Создал таблицу базы данных
zh_hans: 已创建数据库表
zh_hant: 已創建數據庫表

source: Creating a database table
ko: 데이터베이스 테이블 생성 중
ru: Создание таблицы базы данных
zh_hans: 正在创建数据库表
zh_hant: 正在創建數據庫表

source: creative
ko: 창의적
ru: творческий
zh_hans: 创意
zh_hant: 創意

source: Creative Brainstormer
ko: 창의적 브레인스토머
ru: Креативный генератор идей
zh_hans: 创意头脑风暴
zh_hant: 創意頭腦風暴

source: Credential header configured
ko: 자격 증명 헤더가 구성되었습니다
ru: Заголовок учётных данных настроен
zh_hans: 凭证头配置完成
zh_hant: 憑證頭配置完成

source: Credit balance
ko: 크레딧 잔액
ru: Кредитный баланс
zh_hans: 积分余额
zh_hant: 積分餘額

source: Credits
ko: 크레딧
ru: Кредиты
zh_hans: 积分
zh_hant: 信用

source: Credits added
ko: 크레딧이 추가되었습니다
ru: Добавлены кредиты
zh_hans: 积分已添加
zh_hant: 積分已添加

source: Credits granted
ko: 크레딧이 지급되었습니다
ru: Кредиты начислены
zh_hans: 积分已发放
zh_hant: 積分已發放

source: Credits let Osaurus transact on your behalf - cloud model access today, with more routed services to come.
ko: 크레딧을 통해 Osaurus가 사용자를 대신해 결제합니다. 현재는 클라우드 모델 액세스이며, 더 많은 라우팅 서비스가 추가될 예정입니다.
ru: Кредиты позволяют Osaurus совершать операции от вашего имени: сегодня это доступ к облачным моделям, а в будущем — другие сервисы.
zh_hans: 积分让 Osaurus 代表你进行交易 - 目前用于云模型访问，未来将支持更多路由服务。
zh_hant: 積分讓Osaurus代表您進行交易 - 目前用於雲模型訪問，未來將支持更多路由服務。

source: Cron Expression
ko: Cron 표현식
ru: Выражение Крон
zh_hans: Cron 表达式
zh_hant: Cron 表達式

source: Curated reference material the agent can consult on demand.
ko: 에이전트가 필요할 때 참조할 수 있는 선별된 자료입니다.
ru: Тщательно отобранные справочные материалы, к которым агент может обращаться по запросу.
zh_hans: 智能体可按需查阅的精选参考资料。
zh_hant: 代理可按需查閱的精選參考資料。

source: Curation
ko: 큐레이션
ru: Кураторство
zh_hans: 内容策展
zh_hant: 內容維護

source: Curator
ko: 큐레이터
ru: Куратор
zh_hans: 维护者
zh_hant: 維護者

source: Current Agent
ko: 현재 에이전트
ru: Текущий агент
zh_hans: 当前代理
zh_hant: 目前代理

source: Currently Active
ko: 현재 활성
ru: В настоящее время активен
zh_hans: 当前活跃
zh_hant: 當前活躍

source: Currently set to %@ (not in this list)
ko: 현재 %@(으)로 설정됨(이 목록에 없음)
ru: Сейчас установлено: %@ (нет в этом списке)
zh_hans: 当前设为 %@（不在此列表中）
zh_hant: 目前設為 %@（不在此列表中）

source: Custom
ko: 사용자 지정
ru: Обычай
zh_hans: 自定义
zh_hant: 自定義

source: Custom / OpenAI-compatible
ko: 사용자 지정 / OpenAI 호환
ru: Пользовательский / совместимый с OpenAI
zh_hans: 自定义 / 兼容 OpenAI
zh_hant: 自定義 / 兼容 OpenAI

source: Custom AI assistants with unique prompts, tools, and styles.
ko: 고유한 프롬프트, 도구 및 스타일을 갖춘 사용자 지정 AI 어시스턴트입니다.
ru: Пользовательские ИИ-помощники с уникальными промптами, инструментами и стилями.
zh_hans: 拥有独特提示词、工具和风格的自定义 AI 助手。
zh_hant: 擁有獨特提示詞、工具和風格的自定義 AI 助手。

source: Custom Chat Template
ko: 사용자 지정 채팅 템플릿
ru: Пользовательский шаблон чата
zh_hans: 自定义聊天模板
zh_hant: 自定義聊天模板

source: Custom chat templates are persisted only; vmlx still renders with the loaded tokenizer's template.
ko: 사용자 지정 채팅 템플릿은 영구 저장만 됩니다. vmlx는 여전히 로드된 토크나이저의 템플릿으로 렌더링됩니다.
ru: Сохраняются только пользовательские шаблоны чата; vmlx по-прежнему визуализируется с использованием загруженного шаблона токенизатора.
zh_hans: 自定义聊天模板仅做持久化；vmlx 仍使用已加载分词器的模板进行渲染。
zh_hant: 自定義聊天模板僅做持久化；vmlx 仍使用已加載分詞器的模板進行渲染。

source: Custom directory selected
ko: 사용자 지정 디렉토리가 선택되었습니다
ru: Выбран собственный каталог
zh_hans: 已选择自定义目录
zh_hant: 已選擇自定義目錄

source: Custom endpoint
ko: 사용자 지정 엔드포인트
ru: Пользовательская эндпоинт
zh_hans: 自定义端点
zh_hant: 自定義端點

source: Custom Headers
ko: 사용자 지정 헤더
ru: Пользовательские заголовки
zh_hans: 自定义标头
zh_hant: 自定義標頭

source: CUSTOM HEADERS
ko: 사용자 지정 헤더
ru: ПОЛЬЗОВАТЕЛЬСКИЕ ЗАГОЛОВКИ
zh_hans: 自定义标头
zh_hant: 自定義標頭

source: Custom HTTP
ko: 사용자 지정 HTTP
ru: Пользовательский HTTP
zh_hans: 自定义 HTTP
zh_hant: 自定義HTTP

source: Custom instructions for this plugin...
ko: 이 플러그인에 대한 사용자 지정 지침...
ru: Специальные инструкции для этого плагина…
zh_hans: 此插件的自定义指令...
zh_hant: 此插件的自定義指令...

source: Custom JSON data preserved across exports and imports
ko: 내보내기 및 가져오기 시 유지되는 사용자 지정 JSON 데이터
ru: Пользовательские данные JSON сохраняются при экспорте и импорте.
zh_hans: 导出和导入时会保留自定义 JSON 数据
zh_hant: 導出和導入時會保留自定義 JSON 數據

source: Custom Physical Memory Fraction
ko: 사용자 지정 물리적 메모리 비율
ru: Пользовательская доля физической памяти
zh_hans: 自定义物理内存占比
zh_hant: 自定義物理內存分數

source: Custom provider
ko: 사용자 지정 제공자
ru: Пользовательский провайдер
zh_hans: 自定义提供商
zh_hant: 自定義提供商

source: Custom Provider
ko: 사용자 지정 제공자
ru: Пользовательский провайдер
zh_hans: 自定义提供商
zh_hant: 自定義提供商

source: Custom Rules
ko: 사용자 지정 규칙
ru: Пользовательские правила
zh_hans: 自定义规则
zh_hant: 自定義規則

source: Custom sandbox root is active
ko: 사용자 지정 샌드박스 루트가 활성화되었습니다
ru: Пользовательский корень песочницы активен
zh_hans: 自定义沙盒根目录已激活
zh_hant: 自定義沙盒根目錄已激活

source: Custom Server
ko: 사용자 지정 서버
ru: Пользовательский сервер
zh_hans: 自定义服务器
zh_hant: 自定義服務器

source: Custom Themes
ko: 사용자 지정 테마
ru: Пользовательские темы
zh_hans: 自定义主题
zh_hant: 自定義主題

source: Custom Wake Phrase (Optional)
ko: 사용자 지정 호출어 (선택 사항)
ru: Пользовательская фраза пробуждения (необязательно)
zh_hans: 自定义唤醒短语（可选）
zh_hant: 自定義喚醒短語（可選）

source: Custom…
ko: 사용자 지정…
ru: Обычай…
zh_hans: 自定义…
zh_hant: 自定義…

source: Customization
ko: 맞춤 설정
ru: Кастомизация
zh_hans: 定制
zh_hant: 定製

source: Customize Destination
ko: 대상 사용자화
ru: Настроить назначение
zh_hans: 自定义目标
zh_hant: 自訂目標

source: Customize how the AI uses this plugin.
ko: AI가 이 플러그인을 사용하는 방법을 사용자 지정하세요.
ru: Настройте, как ИИ использует этот плагин.
zh_hans: 自定义 AI 使用此插件的方式。
zh_hant: 自定義 AI 使用此插件的方式。

source: Customize the look and feel of your chat interface
ko: 채팅 인터페이스의 디자인과 느낌을 사용자 지정하세요
ru: Настройте внешний вид интерфейса чата
zh_hans: 自定义聊天界面的外观和体验
zh_hant: 自定義聊天界面的外觀和體驗

source: Customize…
ko: 맞춤 설정…
ru: Настроить…
zh_hans: 自定义…
zh_hant: 自定義…

source: Daily
ko: 매일
ru: Ежедневно
zh_hans: 每天
zh_hant: 每天

source: Daily Planner
ko: 일일 플래너
ru: Ежедневник
zh_hans: 每日计划
zh_hant: 每日計劃

source: Damping
ko: 감쇠
ru: Демпфирование
zh_hans: 阻尼
zh_hant: 阻尼

source: DANGER ZONE
ko: 위험 구역
ru: ОПАСНАЯ ЗОНА
zh_hans: 危险区域
zh_hant: 危險區域

source: Dark
ko: 다크
ru: Темный
zh_hans: 深色
zh_hant: 深色

source: Dashboard of pinned views — the agent's own home screen.
ko: 고정된 뷰의 대시보드 — 에이전트의 자체 홈 화면입니다.
ru: Панель закреплённых просмотров — собственный главный экран агента.
zh_hans: 已置顶视图的仪表板——智能体自己的主页。
zh_hant: 已置頂視圖的儀錶板——智能體自己的主頁。

source: Data
ko: 데이터
ru: Данные
zh_hans: 数据
zh_hant: 數據

source: Data Collection
ko: 데이터 수집
ru: Сбор данных
zh_hans: 数据收集
zh_hant: 數據收集

source: Data is aggregated and anonymous, so it isn't tied to you.
ko: 데이터는 집계되고 익명화되므로 귀하와 연결되지 않습니다.
ru: Данные агрегированы и анонимны, поэтому они не привязаны к вам.
zh_hans: 数据经过汇总且匿名，因此不会与你关联。
zh_hant: 數據經過匯總且匿名，因此不會與你關聯。

source: Data Visualizer
ko: 데이터 시각화 도구
ru: Визуализатор данных
zh_hans: 数据可视化助手
zh_hant: 數據可視化助手

source: Database
ko: 데이터베이스
ru: База данных
zh_hans: 数据库
zh_hant: 數據庫

source: Date
ko: 날짜
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: Day
ko: 일
ru: День
zh_hans: 天
zh_hant: 天

source: Day of Month
ko: 일 (월 기준)
ru: День месяца
zh_hans: 每月日期
zh_hant: 每月日期

source: Day of Week
ko: 요일
ru: День недели
zh_hans: 星期几
zh_hant: 星期幾

source: Debug Assistant
ko: 디버그 어시스턴트
ru: Помощник по отладке
zh_hans: 调试助手
zh_hant: 調試助手

source: Decline
ko: 거절
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

source: Decode Performance
ko: 디코드 성능
ru: Производительность декодирования
zh_hans: 解码性能
zh_hant: 解碼性能
